Repository: mozilla-l10n/mt-training-data
Catalog: mrh/mrh_pontoon.tmx
Source language: en_us
Languages: mrh

source: ≥ 2 No votes
mrh: ≥ 2 Apy leipa vawzy

source: ≥ 2 Yes votes
mrh: ≥ 2 Apypa vawzy

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
mrh: { $actionType } <playIcon></playIcon> la, chyhsapa a reipa na theipa kha roh mah y

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
mrh: { $actionType }<playIcon></playIcon> âmo he bietlâh âdo kawpa ta ama reih ma?

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
mrh: { $actionType } <playIcon></playIcon> Ao clip kha nahtlie la, chapaipa châ kha pasia mah y. Amâ tla ma? Amâ tla vei khiah, a pha kawpa ta, taopathi mah y.

source: An error occurred while creating this transcript
mrh: Châ chapaipa cha pangiapa a châ nota pâna sâ khakha a y

source: An error occurred while editing the transcript
mrh: Châ chapaipa cha paraihpa a châ nota pâna sâ khakha a y

source: An error occurred while skipping the transcript
mrh: Châ chapaipa khôsaipa a châ daihti liata ado leina sâ khakha a y

source: An error occurred while voting the prompt
mrh: Hiahrina he vaw piepa a châ nota pâna sâkha a chhichâ haw

source: An error occurred while voting the transcript
mrh: Châ rohpa vawna liata pâna sâ khakha a y

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
mrh: Common Voice’s Spontaneous Speech parawche châta Beta simona py liata nâ hlao haw ma?

source: A voice clip is marked "valid" when a user gives it a Yes vote.
mrh: Ao clip cha hmâhtuhpa ta Âdo tahpa vaw a pie tita, "âdo" tahpa ta ngiana taopa a châ.

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
mrh: Reihpaleipa nata <mark>code-thlana</mark> hawhpa reihchâ châna dopazy châta pha viapa deichhyna

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
mrh: Hmâ awpa a chyhta châveikhiah <mark>a y leipa châtlâhzy</mark> ypa reihchâzy châta pha viapa deichhyna (pamosana, sociolects, variants, historically unscripted languages hpz)

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
mrh: "Keima email lâta link paphao la" he na hmiena chôta, nâma cha <termsLink>Chakaona Ryhpazy</termsLink>, nata <privacyLink>Pôhkha Thlalôhna Pawlisi</privacyLink> he a pyh chih ta, Common Voice’s Spontaneous Speech châta Beta Simona Parawche liata ahlaona dâh he Mozilla ta a cha vaw email thei tahpa chhao he nâ pyh.

source: Can be answered in a few sentences
mrh: Châtlâh chyhtazy ta achhy theipa a châ

source: Check
mrh: Pasia

source: Clip Graveyard
mrh: Clip Thyna

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
mrh: Common Voice cha awkenie, anotatapa, châtlâh leipa biereipazy pahmaohpa châta pachâpasiapa sânona lâpi a pahy. Cha cha khitlâh hluh via liata data pahmaohna kha a chatlei viapa ta bao aw ta, data scientist-zy nata developer-zy châta hmâdao a tla aw.

source: Contact Form
mrh: Azaona Form

source: Contact us
mrh: Miah azao la

source: Contributors record voice clips by reading from a bank of donated sentences.
mrh: Deichhytuhzy cha bank sâ kha tawhta ama thyu chiehpa bietlâhzy reina chôta ama aozy ama pangia.

source: Correct
mrh: Âdo

source: Dataset
mrh: Databyh

source: Dataset Release
mrh: Dataset Pathliena

source: Done
mrh: Patlô

source: Edit
mrh: Paraih

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
mrh: Common Voice liata kempeizy, event-zy, nata co-design features-zy liata kheihta e nâ hlao thei aw tahpa pahno nawpa ta, eima mailing list liata <emailFragment>mohsaih athu</emailFragment> teh..

source: Enter your email
mrh: Na email roh la

source: Error while playing audio file.
mrh: Ao pahy nota pâna a y.

source: Get involved
mrh: A hlao

source: Great work!<playIcon></playIcon> Listen again when you're ready
mrh: Na thai kaw!<playIcon></playIcon> Nâ mâ nata nahthlie pathi mah y

source: Guidelines
mrh: Chhihthana

source: Help us build a community around voice technology, stay in touch via email.
mrh: Ao tekanawlachi khitlâh sâ kha paduana lia miah bao teh, email ta miah a vaw zao mah y.

source: Help us validate voices
mrh: Aozy he apy awpa ta miah bao teh

source: How ?
mrh: Kheihta?

source: How does Common Voice work?
mrh: Common Voice cha kheihta e rai a hria?

source: How do I stay in touch?
mrh: Kheihta e eimâ zao parei thei aw?

source: How Spontaneous Speech works
mrh: Spontaneous Speech Raihriana dâh

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
mrh: Nâma tlyma nâmo phupy ta he parawche liana heta na thapasa khoh khiahtala, <donateLink>thyuna</donateLink> na tao thei, chvk eima partnerships team-zy he <emailFragment>commonvoice@mozilla.com</emailFragment> liana heta nâ vaw chho thei hra.

source: Interested in getting involved with this project, or partnering with us?
mrh: He parawche liata ahlao awpa, cvk rahria khoh awpa na khoh ma?

source: Is the clip valid?
mrh: He clip he âdo ma?

source: Language
mrh: Reih

source: Language Request
mrh: Reih Ahaw

source: Language request successfully submitted, thank you.
mrh: Reih ahawna cha hlaotloh kawpa ta pangiapa a châ haw, châly.

source: Learn how to take part
mrh: Ahlao dâh achu teh

source: Listen
mrh: Nahthlie

source: Listen-Queue
mrh: Nahthlie-Paziah

source: Loading…
mrh: Khâh hai...

source: Log In
mrh: Angia

source: Log In / Sign Up
mrh: Angia/ Tao

source: Log Out
mrh: Pua

source: <mark>Check</mark>
mrh: <mark>Pasia</mark>

source: <mark>Prompt</mark>
mrh: <mark>Hiahri</mark>

source: <mark>Respond</mark>
mrh: <mark>Palie</mark>

source: <mark>Transcribe</mark>
mrh: <mark>Chapai</mark>

source: Message
mrh: Bietapa

source: N
mrh: V

source: Name
mrh: Moh

source: New Language Launch
mrh: Reih Thiehpa Pathao

source: No offensive, prejudiced remarks or sensitive questions
mrh: No offensive, prejudiced remarks or sensitive questions Ahryuchhiana, ahaomana palâsana tly ma cvk amana naopa hiahrinazy y vei

source: No soliciting personal information (e.g., names, financial details)
mrh: Pôhpa nata azaopa kyh (e.g., mohzy, sôh a hneipazy) he hiah ma pi

source: No Thanks
mrh: A pha hlâh Châly kaw

source: Other Language
mrh: Reih Hropa

source: Other people validate those voice clips.
mrh: Mo hrozy ta cha ao clip-zy cha amâ py.

source: Partners
mrh: Akaolâhpazy

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
mrh: <p>Common Voice cha khizaw kaoki liata ypa kyhpachâna raihriatuhpazy ta ama ao ta ama deichhyhpa moto hmâ theipa databyh a châ. Ao application padua khohpazy cha data-zy he khaw pachuna mode-zy pachu awpa ta ama hmâh thei</p> <p>Tahmâ cha, ao databyh hluh via he hmo thiehpa papina pakhâ khâhpa kawpanizy liata a y. Ao databyhzy cha vyuh ta aduana a chyh kaw: Mongyuh reih cheih leipazy, chyhzy rôh, heih lyuleipazy, chanôzy nata LGBTQIA+chyhsazy. Rei khohpa cha ao pahypa tekanawlawchi cha reihchâ hluhpi châta raihria vei, cha cha rai a hriana su liata chyhsa to châta â lyu kawpa ta rai hria thei aw vei tahpa a châ. Suto liata ypa chyhsazy cha ama aozy thyupa ta cha cha thla awpa ta eima cha hrua khoh</p>

source: People come and contribute their voices.
mrh: Chyhsazy ta avy ei ta, ama aozy ama vaw thyu.

source: <privacyLink>Privacy</privacyLink>
mrh: <privacyLink>Pôhkha Thalôhna</privacyLink>

source: *required
mrh: *âbyuh

source: Respond
mrh: palei

source: Return to Common Voice Datasets
mrh: Common Voice Datasets lâ Kua

source: S
mrh: K

source: Select a Language...
mrh: Reih sâkha atlyh la...

source: Send a link to my email
mrh: Keima email lâta link paphao la

source: Sentence Collection
mrh: Bietlâh Pahmaohna

source: Sentences are collected for people to read aloud.
mrh: Bietlâhzy cha chyhsazy a paro kawpa ta ama rei thei nawpa ta pahmaohpa a châ.

source: Sign up
mrh: mohsaih athu

source: Simple and easy for anyone to understand
mrh: A thlâzi kaw ta mito châta novâhna a nao kaw,

source: Someone asks for a language to be added.
mrh: Mo pakha ta reih sâ kha apakhôthlusa.

source: Something went wrong. Please try again.
mrh: A siena â do leina a y. Azaoh via heih bei teh.

source: Something went wrong while fetching audio for transcriptions. Please try again later.
mrh: Ao lapa a châ hai nota ado leina a y. Hmialâ lia azaoh pathi mah y.

source: Something went wrong while fetching transcriptions. Please try again later.
mrh: Châ chapaipazy lapa a châ hai nota ado leina a y. Hmialâ lia azaoh pathi mah y.

source: Speak
mrh: Biereih

source: Successfully accepted question
mrh: Hlaotloh kawpa ta hiahrina apy hawpa a châ

source: Successfully rejected question
mrh: Hlaotloh kawpa ta hiahrina thy hawpa a châ

source: <termsLink>Terms</termsLink>
mrh: <termsLink>Ryhpazy</termsLink>

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
mrh: Clip Thyna liana heta ao clip-zy, Common Voice dataset liana ta a hlao theileipa zy a y. Dataset hawhpa khata, Clip Thyna chhao he download thei'pa ta a y. He parawche liana heta maniah a baotuhpa, a ry liata palâsapa mozy nata phupyzy hnohta eimâ lyna eima palâsa:

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
mrh: Common Voice Dataset liana heta pamosana ao hluhpi y ta, cha chata developers-zy bao ta ao pahnona chhaichhi ama tao tita a bao.

source: There are currently no transcriptions to check for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
mrh: Tahmâ hlâ he reih châ heta chapai chiehpa châ y tlâ mâh vei. Sâ khakha na khôsai hawpa a châ khiah, atlôhpa cha na khôsai pazao thei cvk châ chapaipa ao lâ cha kuapa ta nâ zaoh via heih thei.

source: There are no more questions for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
mrh: He reihchâ châna heta hiahrina y via khao mâh vei. Na khôsaipa a y pathlei khiah, na khôsai hawpazy nata na pazao via heih thei, cvk ao paliena lâ kha vawh la, azaoh pathi mah y.

source: There is currently no audio to transcribe for this language. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
mrh: Tahmâ hlâ he reih châ heta chapai awpa châ y mâh vei. Sâ khakha na khôsai hawpa a châ khiah, atlôhpa cha na khôsai pazao thei cvk châ chapaipa ao lâ cha kuapa ta nâ zaoh via heih thei.

source: The website text is translated into that language.
mrh: Website châzy kha cha reih lâ chata paleipa a châ.

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
mrh: Common Voice dataset lâta palei awpa ta ao clip sâ kha cha alyu leipa hmâhtuhpa mo pa no tawhta amâ py awpa â byuh.

source: Transcribe
mrh: Châ chapai

source: Transcript edited successfully
mrh: Châ chapaipa cha hlaotloh kawpa ta paraihpa a châ haw

source: Transcript skipped successfully
mrh: Châ chapaipa cha hlaotloh kawpa ta khôsai hawpa a châ

source: Transcript submitted successfully
mrh: Châ chapaipa cha hlaotloh kawpa ta pangiapa a châ haw

source: Transcript voted successfully
mrh: Châ chapaipa cha hlaotloh kawpa ta vawpa a châ

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
mrh: <mark>Awkenie biereipa kyhzy</mark> nata hmâna kyhzy châta hmâdao a tla (pamosana, nâma ta châ ahlao leipa biereipa hmâna ta bie a reihpazy nata biereipa pahnokheina taopa a châ tita)

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
mrh: Hmâhtuhpazy cha reih papua tuhpazy ta bietlâh kha âdo kawpa ta ama reih ma tahpa ta tahpa pasiana chôta ama thyu chiehpa clip-zy kha amâ py.

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
mrh: Pasiana <validateIcon></validateIcon> he hiahrina he pachuna nata â chakhia ma?

source: Voice clips are entered into a submission queue that readies them for listening.
mrh: Ao clip-zy cha nahthlie thei awpa ta pangiana paziahpa liata so khai hawpa a châ.

source: Voice Contribution
mrh: Ao Deichhyna

source: Voice Validation
mrh: Ao Apyna

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
mrh: Common Voice he hma-pha via n’awpa ta na baoh khoh ma? A pha kaw! Email tlyma <discourseLink>Discourse</discourseLink> forums lâta maniah vaw chho la, website liana ta rairuna na hnei khiahtala, <githubLink>GitHub</githubLink> lâta vaw tly la, chata leipa ta <matrixLink>Matrix</matrixLink> community chat liana chhao maniah vaw hlao teh.

source: Want to stay in touch with Common Voice?
mrh: Common Voice nata azaona na hnei khoh ma?

source: Website Localization
mrh: Website Reihpaleina

source: We launch the Common Voice site in this language.
mrh: Keimo cha Common Voice he he reih heta eima pathao.

source: Welcome to Spontaneous Speech
mrh: Spontaneous Speech tawhta eima chaw Dy

source: We periodically release the dataset
mrh: Keimo cha databyh he a daihti âdo kawpa ta eima pathlie.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
mrh: Keimo cha hnawh-pahypa ao databyh he eima tlua hai. Na ao kha thyu la, mo hropa aozy adona kha apyh la, dataset he moto châta a pha via thei nawpa ta tao mah y.

source: We release the dataset every 3 months.
mrh: Keimo cha dataset he thla 3 a pha chareih ta eima pathlei tyh.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
mrh: Nâmo reih he Common Voice lia khôna dâh nata azaopa ta thâtihpahnosana chhaota arei leipa liata eima châ vaw zao aw.

source: We will show you a prompt or question
mrh: Keimo ta nâma hnohta pathyuna châ vei khiah hiahrina sâ kha eima vaw palâsa aw

source: What is a language on Common Voice?
mrh: Common Voice lia reihchâ tahpa cha khâpa maw?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
mrh: Hmâhtuhpa mo pakha tawhta ao clip kha â py vei pata nata paziahna lâ a vawh ha heih aw. Abeilâ ta a ei no na ta dythapa a châ khiah, thlâ su lâ paly awpa a châ.

source: Why ?
mrh: Khazia?

source: Why Common Voice?
mrh: Khazia Common Voice?

source: Why we built this Spontaneous Speech prototype
mrh: He Spontaneous Speech Prototype eima taona chhâpa

source: Write down what you hear the person saying here
mrh: Chyhsa ta a rei haipa na theipa kha he liata roh la

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
mrh: Yh, emailzy na paphao la. Common Voice Project kyh nah azaopa ei pahno khoh.

source: You can meet others in the Mozilla language communities by joining <discordLink>Discord</discordLink> or <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
mrh: Mozilla reih kawiti liata mohropazy nata ahmô nawpa ta <discordLink>Discord</discordLink> chvk pachia byuhpa tlâhpizy châta <discourseLink>Discourse</discourseLink> chvk pachâna hia chatlei nawpa châta <matrixLink>Matrix</matrixLink> he nâ pazao thei.

source: You check whether the transcription matches the audio
mrh: Châ a rohpa cha aoreih nata â lyu ma tahpa mohpasia mah y,

source: Your download has started.
mrh: Nâ adaopa cha â thao haw.

source: You respond or reply to it as naturally as you can
mrh: Na theina chhôhta ualuapa hawhta palie chvk achhy mah y

source: Your message has been sent. Thank you!
mrh: Na mesei cha paphao hawpa a châ. Eima châ ly kaw!

source: You write down what you hear in the audio clips
mrh: Ao clip-zy liata na theipa kha roh mah y

source: account recovery key
mrh: account thaona châhbi

source: alternate text
mrh: châ nanopa

source: assistant
mrh: baotuhpa

source: attack
mrh: adyuh

source: attacker
mrh: dyuhtuhpa

source: Attack Site
mrh: Dyuhpa Site

source: attendee
mrh: kiahtuhpa

source: authenticate
mrh: pasiana

source: authenticated
mrh: pasia hawpa

source: authentication code
mrh: pasiana code

source: autoplay
mrh: anotatapahy

source: backup authentication code
mrh: pasiana code kha backup tao

source: bookmark
mrh: châunawna

source: breakpoint
mrh: apahânasu

source: Bug report
mrh: Pâna chho

source: certificate authority
mrh: ryuchâ patutuhpa

source: cipher
mrh: saipha

source: clipboard
mrh: kalibaw

source: colorway
mrh: rôhdâh

source: confirmation code
mrh: pasiana code

source: context
mrh: atlôhpa

source: cookie banner
mrh: cookie bena

source: corrupt
mrh: raona

source: corrupted
mrh: rao hawpa

source: crash
mrh: raokeipa

source: cross-site tracking cookie
mrh: site pazipa cookie

source: cryptominer
mrh: cryptochhiahtuhpa

source: cryptomining
mrh: cryptochhiana

source: debug
mrh: pâpapraih

source: deceptive site
mrh: site pakheipa

source: decode
mrh: codepathlâ

source: decryption
mrh: bierupathlâ

source: disinformation
mrh: biedoleipa

source: distrust
mrh: zoleipa

source: email mask
mrh: email hmiapaky

source: enable
mrh: pahy

source: encode
mrh: codenyu

source: encrypt
mrh: bierunyu

source: encryption
mrh: bierunyuna

source: end user
mrh: hmâhtuhpa

source: Enhanced Tracking Protection
mrh: Thaina pasâhpa Hniepazina Avaina

source: fingerprinter
mrh: kuhnie pachôtuhpa

source: fingerprinting
mrh: kuhnie pachôna

source: Firefox View
mrh: Firefox Palâna

source: grassroots
mrh: chhihtha taohriapa

source: home page
mrh: hmiapi

source: import
mrh: pangia

source: independent browser
mrh: huatlâpa browser

source: innovations
mrh: hmo thiehpa taonazy

source: insecure
mrh: thlalôh achhih leipa

source: installation
mrh: paziahna

source: Issue
mrh: Thaoh

source: Legacy extension
mrh: Ryu extension

source: misinformation
mrh: thâtuh adoleipa

source: native
mrh: pina

source: net neutrality
mrh: atlâhkhâhpa azaokhina

source: nonprofit
mrh: athôhna tlualeipa

source: non-profit
mrh: athôhna-tlualeipa

source: open source
mrh: hnawh pahypa

source: override
mrh: khôthlu

source: phone number mask
mrh: fô nuhby hmiapaky

source: pop-up
mrh: akawpuapa

source: preference
mrh: khodâh

source: Privacy Notice
mrh: Pôhpathlalôhna Pahnosana

source: Privacy Policy
mrh: Pôhpathlalôhna Pawlisi

source: release
mrh: pathlie

source: report
mrh: ripaw

source: restricted site
mrh: pakhâkhâhpa site

source: revert
mrh: palie pakhua

source: Review checker
mrh: Mopadona pasiatuhpa

source: search suggestion
mrh: tluana pachâna piepa

source: security keys
mrh: thlalôhna châhbizy

source: sensitive
mrh: raokiena naopa

source: sidebar
mrh: kâbâ

source: sign
mrh: mohsaih athu

source: signer
mrh: mohsaih athuna

source: sign in
mrh: angia

source: sign-in
mrh: a-ngia

source: studies
mrh: achupazy

source: Terms of Service
mrh: Chakaona Ryhpazy

source: track
mrh: hniepazi

source: trackers
mrh: hnie pazituhpazy

source: Tracking Content
mrh: Atlôhpa Hniepazina

source: unencrypted
mrh: nyuleipa bieru

source: unresponsive
mrh: usaleipa

source: unsafe
mrh: thlalôh achhih leipa

source: validate
mrh: châna pa-i

source: validity
mrh: châna âizie

source: Web Authentication
mrh: Web Hmeihseihna Pasiana
